{
    "Il Personaggio": {
        "weight": 100,
        "text": "Ogni personaggio è unico, e definito dai propri Cliché. I Cliché sono una semplificazione, e descrivono ciò che un Personaggio Giocante, o PG, conosce e quali abilità possiede. I Cliché sono definiti in termini di livelli, o Dadi. Questo è il numero di dadi a cinque facce (d5) che verranno lanciati ogni volta in cui le abilità del Personaggio verranno sfidate. Un Cliché con tre Dadi, è da professionista. Sei dadi, pura maestria. Un dado, un principiante.\n I Personaggi vengono creati casualmente da un pool di 10 Dadi, che vengono divisi tra i Cliché. Ogni personaggio avrà sicuramente un Cliché da 4 Dadi, la sua abilità principale, segutio da una combinazione casuale di altre abilità. Anche la Razza viene trattata come un Cliché. Tutti i Personaggi nascono Umani, ma durante l'estrazione delle Abilità può capitare (1 su 8) che venga assegnata una diversa razza. In quel caso, uno dei Cliché viene sostituito dalla razza stessa."
    },
    "Il Dado": {
        "weight": 100,
        "text": "Il Dado a cinque facce di Roles non è un dado molto normale. L'incertezza è il sale della vita, per cui i risultati scritti su ogni faccia del nostro inconsistente poliedro variano da -1 a 3, passando per lo 0, piuttosto che da 1 a 5."
    },
    "Sistema di Gioco": {
        "weight": 100,
        "text": "Ogniqualvolta un Personaggio voglia tentare qualcosa, e qualcuno non stia attivamente tentando di impedirglielo, e un Game Master o il Buonsenso non pensano che il successo sia automatico, il Personaggio esegue una Prova. Se il totale dei dadi lanciati supera od eguaglia la Difficoltà, è un Successo. Se è minore, un Fallimento, e costa caro: per ogni fallimento, il Personaggio perderà per tutto il tempo della Scena un Dado dal Cliché utilizzato."
        },
        "Strumenti Adeguati": {
            "weight": 100,
            "text": "Si assume che ogni Personaggio sia equipaggiato con gli Strumenti tipici dei propri Clichè, perlomeno quelli portabili. I Guerrieri indossano armature ed impugnano buona armi. I Maghi hanno i propri libri, o bacchette se preferiscono. I Cowboy le proprie pistole, i Fabbri le proprie pinze.\n Se, nel corso di una avventura, un personaggio Smarrisce qualsiasi oggetto importante, il Clichè di riferimento vale per la metà dei propri dadi, almeno fino a quando lo strumento non venga degnamente rimpiazzato. Questa regola non si applica agli incontri One-Shot.\n Alcuni strumenti speciali (oggetti magici, armi leggendarie...) possono conferire dei bonus al Lancio dei Dadi quando usati. I Personaggi non cominciano mai una partita con questi bonus, che andranno guadagnati nel corso delle avventure."
        },
        "Sistema di Combattimento": {
            "weight": 100,
            "text": "Combattimento, in questo gioco, definisce ogni contesto nel quale due o più avversari si contendono un successo, utilizzano attacchi, ergono difese, e provano a sconfiggere i propri nemici per ottenere una vittoria. Sia letteralmente, che metaforicamente! Alcuni esempi di combattimento includono:\nDISCUSSIONI: personaggi che utilizzano qualsiasi arma retorica per ottenere una insindacabile ragione. La verità è una delle prime vittime.\nCORSA DI CAVALLI: Personaggi a cavallo che corrono in cerchio su un tracciato polveroso, cercando di arrivare da nessuna parte per primi.\nDUELLI ASTRALI e FISICI: Mistici e Psionici che paiono addormentati, mentre cercano di sbriciolarsi l'anima a vicenda sul Piano Astrale.\nDUELLI DI MAGIA: Maghi che magheggiano e Stregoni che stregoneggiano.\nSCONTRO FISICO: personaggi che cercano di ferirsi od uccidersi a vicenda.\n\nIn presenza di un Game Master, è il GM a decidere quando un inizia uno scontro. In assenza, come nelle Role one-shot, i giocatori entrano in combattimento di propria iniziativa. Generalmente, ciò avviene quando i Personaggi entrano in contesa per una azione che non può essere semplicemente decisa sulla base degli elementi della Narrazione:\nUn ladro che cerca di arrivarvi alle spalle senza far rumore.\nUn guerriero che voglia staccarvi un braccio a colpi di spada.\nUn donnaiolo che voglia esercitare il proprio fascino magnetico.\nE' buona norma ricordare che un Confronto è un investimento di risorse preziose: un attacco troppo avventato, poco utile, che non vada a buon fine può mettervi rapidamente in una pericolosa situazione di svantaggio.\n Gli Attacchi devono essere rivolti ad un Avversario; entrambe le parti coinvolte lanciano i dadi dei Cliché coinvolti nel combattimento, il tiro più basso perde. Nello specifico, il tiro più basso perde un Dado dal Cliché utilizzato."
        },
        "Perdere e Vincere": {
            "weight": 100,
            "text": "Il Sistema non descrive, per sua natura, il concetto di Ferita o Punti Ferita. Principalmente perché uno Scontro non è un semplice Duello tra spade. La perdita di un Dado può rappresentare conseguenze molto diverse tra loro, dipendenti dal Contesto. In un duello verbale, ad esempio tra due avvocati, non volerà sangue: in un caso simile, la Perdita di un Dado rappresenta la stanchezza, o una maggiore insicurezza del Personaggio nelle proprie abilità.\nEventualmente, al termine di uno scontro, una delle due parti esaurirà i propri Dadi: a questo punto sarà il vincitore a decidere del destino del perdente. In un duello fisico o magico, il perdente potrebbe venire ucciso o risparmiato per grazia. Una partita di tennis, difficilmente terminerà però con una decapitazione. Come per le ferite, l'esito di uno scontro è rimesso alla vostra abilità di comprendere il Contesto e portare avanti la Narrazione.\n"
        },
        "Cappa, Spada e Spirito": {
            "weight": 100,
            "text": "I Cliché vengono, per semplicità, divisi tra tre grandi Categorie indipendentemente dall'Ambientazione.\nSPADA, tutto ciò che è basato sulla forza ed il vigore. E' la famiglia dei Guerrieri, degli Space Marines, ma anche dei burberi rissaioli d'osteria con un passato da macellai poco raccomandabili.\nCAPPA, tutto ciò che è basato sull'agilità, la prontezza di riflessi e talvolta il sotterfugio. Ladri ed Arcieri, Cecchini o splendidi Ballerini della Locanda al Termine dell'Universo.\nSPIRITO, tutto ciò che è Arte, Mestiere, o Palle di Fuoco scagliate sui denti. Quando la mente, il sapere, l'essenza stessa della vita prendono forma. Maghi, Alchimisti, o quei dannatissimi Avvocati dei pianeti della fascia esterna, che proprio non possono fare a meno di espropriare la vostra base spaziale."
        },
        "Cliché Inappropriati": {
            "weight": 100,
            "text": "Dall'alba del Gioco: Sasso batte Forbice, Forbice batte Carta, Carta batte Sasso. Così è per molti Giochi di Ruolo o di Srategia, non sempre esplicitamente. Su Roles, la regola è ben esplicitata per permettervi degli Scontro il più possibile equilibrati, soprattutto divertenti.\nDa nessun Cliché ci si aspetta azioni inappropriate in Aggressione: difficilmente un Archeologo scoccherà una freccia dal proprio arco, sebbene alcuni siano abili con la frusta. Tuttavia, in Difesa tutto è lecito. Certo potremmo soffermarci ad analizzare i veri effetti di un colpo di spada, ma nessuno impedirà alla Parrucchiera di difendersi con le proprie forbici.\nTuttavia, per quanto sia ironica la natura di questo gioco, la Difesa con un Cliché inappropriato viene penalizzata dai Dadi.\n\nCappa difende da Spirito.\nSpirito difende da Spada.\nSpada difende da Cappa.\n\nPotete immaginare qualsiasi chiave di lettura, in sede Narrativa: forse gli attacchi di Cappa sono bazzecole per la dura scorza di Spada, o la profonda concentrazione di Spirito non gli permette di comprendere dove sia finita Cappa, ma la sostanza è una:\nL'uso di un Cliché Inappropriato in Difesa concede un Dado in più a chi Attacca. Il Bonus non si applica quando i due Cliché provengono dalla stessa Categoria."
        },
    "Glossario": {
        "weight": 50,
        "text": "Prova prova"
    }
}